Repository: artik008/Python2019_Project
Catalog: Python2019_Project/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: City BattleField
ru: Поле боя: город

source: Starting game
ru: Начать игру

source: Sorry, but it's impossible!
ru: Извините, это невозможно!

source: Waiting for you!
ru: Увидимся!

source: Ready!
ru: Приготовились!

source: Let's start the battle!
ru: Давайте начнём битву!

source: Yes
ru: Да

source: No
ru: Нет

source: Game Info :
ru: Игровая информация

source: Blocks left: {}
ru: Блоков осталось {}

source: Time left: {}
ru: Времени осталось {}

source: Exit
ru: Выход

source: Game over!
ru: Игра окончена

source: You found the treasure in {} seconds
ru: Вы нашли сокровище за {} секунд

source: You didn't find the treasure in {} seconds
ru: Вы не нашли сокровище за {} секунд

source: You destroyed the TREASURE !!!
ru: Вы разрушили сокровище !!!

source: Do you want to replay ?
ru: Хотите начать заново?
